[Translation]

TRANSLATION_BY=Traducido por 
TRANSLATION_NAME=Emilio J. Grao
TRANSLATION_LINK=mailto:emiliograo@outlook.es
LANGUAGENAME=Español
FILEVER=6500

[MainPopup]

MNU_OPEN_PICPICK=Editor de imágenes
MNU_CAPTURE=Capturar pantalla
MNU_CAPTURE_FULLSCREEN=Capturar pantalla completa
MNU_CAPTURE_ACTIVEWINDOW=Capturar ventana activa
MNU_CAPTURE_CONTROL=Capturar ventana de control
MNU_CAPTURE_SCROLLINGWINDOW=Capturar ventana de desplazamiento
MNU_CAPTURE_REGION=Capturar región
MNU_CAPTURE_FIXEDREGION=Capturar región fija
MNU_CAPTURE_FREEHAND=Captura a pulso
MNU_CAPTURE_WEBPAGE=Capturar página Web
MNU_CAPTURE_REPEAT=Repetir la última captura
MNU_WIDGET=Mostrar Widget...
MNU_CAPTURE_SETTING=Configuración de captura
MNU_OUTPUTTYPE=Tipo de salida
MNU_OUTPUTTYPE_PICPICK=Editor de PicPick
MNU_OUTPUTTYPE_CLIPBOARD=Portapapeles
MNU_OUTPUTTYPE_SAVEIMAGE=Archivo de imagen
MNU_OUTPUTTYPE_SAVEFOLDER=Autoguardar como...
MNU_OUTPUTTYPE_OTHER=Programa externo...
MNU_OUTPUTTYPE_FTP=Servidor FTP...
MNU_OUTPUTTYPE_SHARE=Compartir
MNU_OUTPUTTYPE_SENDTO=Enviar a
MNU_OUTPUTTYPE_FACEBOOK=Facebook
MNU_OUTPUTTYPE_TWITTER=Twitter
MNU_OUTPUTTYPE_MSWORD=Microsoft Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=Microsoft Outlook
MNU_OUTPUTTYPE_PRINTER=Impresora
MNU_OUTPUTTYPE_SKYPE=Skype
MNU_OUTPUTTYPE_CLOUD=Servicio en la nube
MNU_OUTPUTTYPE_WEB=URL de Internet
MNU_OUTPUTTYPE_DROPBOX=Dropbox
MNU_OUTPUTTYPE_GOOGLE=Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft Paint
MNU_OPT_DEFAULTFORMAT=Formato de imagen predeterminado
MNU_OPT_OPENEDITOR=Abrir editor al inicio del programa
MNU_OPT_STARTUPPROGRAM=Ejecutar PicPick al inicio
MNU_COLORPICKER=Selector de color
MNU_COLORPALETTE=Paleta de colores
MNU_COPYCOLORTYPE=Copiar color como
MNU_COLORHISTORY=Historial de colores
MNU_COLORHISTORY_CLEAR=Limpiar
MNU_MAGNIFIER=Lupa
MNU_PIXELRULER=Regla de pixels
MNU_PROTRACTOR=Transportador
MNU_CROSSHAIR=Punto de mira
MNU_WHITEBOARD=Pizarra
MNU_CLOUDEXPLORER=Explorador de la nube
MNU_ABOUT_PICPICK=Opciones del programa...
MNU_EXIT_PICPICK=Salir

[Widget]

MNU_WIDGET=Mostrar Widget...
MNU_WIDGET_LOCK=Bloquear Widget
MNU_WIDGET_SMALLICONS=Mostrar iconos pequeños
MNU_WIDGET_AUTOHIDE=Ocultar Automáticamente
MNU_WIDGET_OPACITY=Opacidad
MNU_WIDGET_ALWAYSTOP=Siempre delante
MNU_WIDGET_CLOSE=Cerrar Widget
MNU_WIDGET_OPTIONS=Opciones del &Widget

[PicPickEditor]

MNU_START=Inicio
MNU_FILE=Archivo
MNU_FILE_NEW=Nuevo
MNU_FILE_OPEN=Abrir
MNU_FILE_OPENCLIPBOARD=Abrir desde el portapapeles
MNU_FILE_OPENURL=Abrir desde URL
MNU_FILE_OPEN_RECENT=Reciente
MNU_FILE_OPEN_BROWSE=Navegar
MNU_FILE_SAVESAME=Guardar
MNU_FILE_SAVE=Guardar como
MNU_FILE_SAVESELECT=Guardar selección como...
MNU_FILE_SAVEALL=Guardar todo
MNU_FILE_PRINT=Imprimir
MNU_FILE_CLOSEIMAGE=Cerrar imagen
MNU_FILE_CLOSECURRENTIMAGE=Imagen actual
MNU_FILE_CLOSEALLIMAGE=Todas las imágenes
MNU_FILE_CLOSEALLSAVEDIMAGE=Todas las imágenes guardadas
MNU_FILE_CLOSEPICPICK=Cerrar
MNU_EDIT=Editar
MNU_EDIT_UNDO=Deshacer
MNU_EDIT_REDO=Rehacer
MNU_EDIT_CUT=Cortar
MNU_EDIT_COPY=Copiar
MNU_EDIT_PASTE=Pegar
MNU_EDIT_PASTEFROMFILE=Pegar desde archivo...
MNU_EDIT_SELECTDEL=Eliminar
MNU_EDIT_SELECTNEW=Recortar
MNU_EDIT_DESELECT=Deseleccionar
MNU_EDIT_SELECTALL=Seleccionar todo
MNU_EDIT_IMAGERESIZE=Redimensionar imagen/Zoom...
MNU_EDIT_CANVASRESIZE=Redimensionar lienzo...
MNU_EDIT_VIEWBITMAP=Ver mapa de bits en pantalla completa...
MNU_TOOLS=Herramientas
MNU_TOOLS_FULLSCREEN=Capturar pantalla completa
MNU_TOOLS_ACTIVEWINDOW=Capturar ventana activa
MNU_TOOLS_CONTROL=Capturar ventana de control
MNU_TOOLS_SCROLLINGWINDOW=Capturar ventana de desplazamiento
MNU_TOOLS_WEBPAGE=Capturar página Web
MNU_TOOLS_REGION=Capturar región
MNU_TOOLS_FIXEDREGION=Capturar región fija
MNU_TOOLS_FREEHAND=Captura a pulso
MNU_TOOLS_REPEAT=Repetir última captura
MNU_TOOLS_COLORPICKER=Selector de color
MNU_TOOLS_COLORPALETTE=Paleta de colores
MNU_TOOLS_MAGNIFIER=Lupa
MNU_TOOLS_PIXELRULER=Regla de pixels
MNU_TOOLS_PROTRACTOR=Transportador
MNU_TOOLS_CROSSHAIR=Punto de mira
MNU_TOOLS_WHITEBOARD=Pizarra
MNU_TOOLS_SCREENRECORDER=Grabador de Pantalla
MNU_TOOLS_OPTION=Opciones del programa
MNU_TOOLSOPTION=Configuración de captura
MNU_TOOLSOPTION_OUTPUTTYPE=Tipo de salida
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Formato de imagen por defecto
MNU_TOOLSOPTION_DUALMONITORS=Soporte para monitores duales
MNU_TOOLSOPTION_HOTKEY=Accesos directos
MNU_TOOLSOPTION_SOUND=Activar efectos de sonido
MNU_TOOLSOPTION_SCROLLCAPTURE=Activar autodesplazamiento
MNU_TOOLSOPTION_MOUSECURSOR=Incluir imagen del cursor
MNU_TOOLSOPTION_STARTUPPROGRAM=Ejecutar PicPick al inicio
MNU_TOOLSOPTION_OPENEDITOR=Abrir editor al inicio del programa
MNU_TOOLS_COLORTYPE=Copiar color como
MNU_EFFECT=Efectos
MNU_EFFECT_INVERT=Invertir
MNU_EFFECT_GRAYSCALE=Escala de grises
MNU_EFFECT_MOSAIC=Mosaico...
MNU_EFFECT_BLUR=Desenfocar
MNU_EFFECT_SHARPEN=Enfocar
MNU_EFFECT_BRIGHTNESS=Brillo/contraste...
MNU_EFFECT_HSL=Matiz/saturación...
MNU_EFFECT_BORDER=Efectos de borde
MNU_EFFECT_FLIP=Voltear
MNU_EFFECT_FLIPH=Voltear horizontalmente
MNU_EFFECT_FLIPV=Voltear verticalmente
MNU_EFFECT_ROTATE=Rotar
MNU_EFFECT_ROTATE90=90° en sentido horario
MNU_EFFECT_ROTATE180=180° en sentido horario
MNU_EFFECT_ROTATE270=270° en sentido horario
MNU_EFFECT_FRAME=Marco...
MNU_EFFECT_COLORBALANCE=Balance de color...
MNU_EFFECT_WATERMARK=Marca de Agua
MNU_WINDOW=Ventana
MNU_WINDOW_CASCADE=Cascada
MNU_WINDOW_TILEH=Mosaico horizontal
MNU_WINDOW_TILEV=Mosaico vertical
MNU_WINDOW_MINIMIZEALL=Minimizar todo
MNU_HELP=Ayuda
MNU_HELP_WEBSITE=Sitio Web de PicPick...
MNU_HELP_ABOUT=Acerca de...
MNU_HELP_UPDATE=Buscar Actualizaciones
PNL_TOOL_TOOLS=Herramientas
PNL_TOOL_COLOR=Color
PNL_TOOL_PROPERTY=Propiedades
LBL_TOOL_WIDTHS=Anchura:
LBL_TOOL_OPACITY=Opacidad:
LBL_TOOL_SHAPE=Forma:
TAB_HOME=Inicio
TAB_FILE=Archivo
TAB_VIEW=Vista
TAB_SHAPES=Formas
TAB_SHAPES_SUB=Formato
TAB_SHAPES_TEXT=Texto
TAB_NUMBERSTAMP=Sello de número
TAB_NUMBERSTAMP_SUB=Formato
TAB_SELECTION=Selección
TAB_SELECTION_SUB=Formato
TAB_MAGNIFIER=Ampliar Efecto
TAB_MAGNIFIER_SUB=Formato
TAB_STAMPS=Sellos
TAB_STAMPS_SUB=Formato
TAB_SHARE=Compartir
TBR_CLIPBOARD=Portapapeles
TBN_CLIPBOARD_PASTE=Pegar
TBN_CLIPBOARD_CUT=Cortar
TBN_CLIPBOARD_COPY=Copiar
TBN_CLIPBOARD_DELETE=Eliminar
TBR_VIEW=Vista
TBN_VIEW_ZOOMIN=Acercar
TBN_VIEW_ZOOMOUT=Alejar
TBN_VIEW_FULL=Pantalla completa
TBN_VIEW_100=Tamaño actual
TBR_IMAGE=Imagen
TBN_IMAGE_EFFECT=Efectos
TBN_IMAGE_CROP=Recortar
TBN_IMAGE_RESIZE=Redimensionar
TBN_IMAGE_ROTATE=Rotar
TBR_TOOLS=Herramientas
TBR_COLOR=Colores
TBN_COLOR1=Color 1
TBN_COLOR2=Color 2
POP_COLORTYPE1=Colores pastel
POP_COLORTYPE2=Colores primarios
TBR_SHOWHIDE=Mostrar u ocultar
TBN_RULER=Regla
TBN_STATUSBAR=Barra de estado
TBN_TAB=Pestaña
TBN_THUMBNAIL=Ver miniaturas
TBN_PANE=Panel de Detalle
TBR_WINDOW=Ventana
TBN_CASCADE=Cascada
TBN_ARRANGEALL=Organizar todo
TBN_REGISTER=Registrar...
TBN_TOOLS_SELECT=Seleccionar
TBN_TOOLS_MOVE=Mover
TBN_TOOLS_DRAW=Dibujar
TBN_TOOLS_DRAW_BRUSH=Pincel
TBN_TOOLS_DRAW_ERASER=Borrador
TBN_TOOLS_DRAW_MARKER=Rotulador
TBN_TOOLS_DRAW_PEN=Pincel
TBN_TOOLS_DRAW_CALLIGRAPHY=Caligrafía
TBN_TOOLS_DRAW_SMARTERASER=Borrado Inteligente
TBN_TOOLS_DRAW_AIRBRUSH=Aerógrafo
TBN_TOOLS_DRAW_MOSAIC=Brocha de Pixelado
TBN_TOOLS_FILL=Rellenar
TBN_TOOLS_FILL_OPTIONS=Opciones de relleno
TBN_TOOLS_FILL_STANDARD=Relleno contiguo
TBN_TOOLS_FILL_REPLACEMENT=Reemplazar color de relleno
TBN_TOOLS_STAMPS=Sellos
TBN_TOOLS_STAMPS_NUMBER=Sellos de número
TBN_TOOLS_STAMPS_GENERAL=Sellos
TBN_TOOLS_STAMPS_CURSOR=Cursores
TBN_SELECT_SELECTION_SHAPES=Formas
TBN_SELECT_SELECTION_OPTIONS=Opciones de selección
TBN_SELECT_RECTANGLE=Selección rectangular
TBN_SELECT_ELLIPSE=Selección elíptica
TBR_SIZE=Tamaño
TBN_MORECOLORS=Más
MNU_PALETTETYPE=Tipo de paleta
TBR_COLORPALETTE=Paleta
TBN_THEME=Colores del Tema
TBN_THEME_DEFAULT=Predeterminado
TBN_THEME1=Tema 1
TBN_THEME2=Tema 2
TBN_THEME3=Tema 3
TBN_THEME4=Tema 4
TBN_THEME5=Tema 5
TBN_STANDARD_COLORS=Colores Estándar
TBN_CUSTOM_COLORS=Colores Personalizados
TBN_MORE_COLORS=Más Colores...
TBN_ADD_CUSTOM_COLOR=Añadir a Colores Personalizados
TBN_REMOVE_CUSTOM_COLOR=Eliminar de Colores Personalizados
MNU_TOPBAR_TITLE=Personalizar botones superiores
MNU_TOPBAR_MINIMIZERIBBON=Minimizar la cinta
MNU_QAT_TITLE=Personalizar barra de herramientas de acceso rápido
MNU_QAT_ADD=Añadir a la barra de herramientas de acceso rápido
MNU_QAT_DELETE=Eliminar de la barra de herramientas de acceso rápido
MNU_QAT_ABOVE=Mostrar barra de herramientas de acceso rápido encima de la cinta
MNU_QAT_BELOW=Mostrar barra de herramientas de acceso rápido debajo de la cinta
MNU_QAT_RESET=Eliminar de la barra de herramientas de acceso rápido
TBN_VIEW_TOUCHMODE=Modo táctil
TBN_RIBBON_COLLAPSE=Contraer la cinta
TBN_RIBBON_PIN=Fijar la cinta
OPEN_ALL_IMAGE_FILES=Todos los archivos de imagen
OPEN_BITMAP_FILES=Archivos de mapa de bits
OPEN_ALL_FILES=Todos los archivos
TAB_LAYERS=Capas
TAB_LAYERS_SUB=Formato
TAB_HISTORY=Historial
TAB_FORMAT_SHAPE=Forma del formato
MNU_MAXIMIZE=Maximizar
MNU_MINIMIZE=Minimizar
MNU_CLOSE=Cerrar
MNU_RESTOREDOWN=Restaurar abajo
MNU_CLOSEALL=Cerr&ar todo
MNU_FILE_OPEN_FOLDERS=Folders
MNU_FILE_OPEN_AUTOSAVE_FOLDER=Carpeta de salida por defecto
MNU_FILE_OPEN_RECENT_IMAGES=Imágenes Recientes
MNU_FILE_OPEN_RECENT_FOLDERS=Carpetas Recientes
MNU_FILE_OPEN_OPTIONS_CLIPBOARD=Portapapeles
MNU_FILE_OPEN_OPTIONS_URL=URL de Imagen
MNU_LIST_PIN=Anclar a la Lista
MNU_LIST_UNPIN=Desanclar de la Lista
MNU_LIST_REMOVE=Eliminar de la Lista
MNU_LIST_CLEAR=Limpiar Elementos Desanclados
MNU_COPY_PATH=Copiar Ruta al Portapapeles
MNU_FILE_INFO=&Información
MNU_HELP_REPORT=Informar de Problemas
MNU_QAT_MORE=&Más Comandos...
TBN_COLOR_DEFAULT=Colores Predeterminados
TBN_COLOR_SWAP=Cambiar Colores
TBN_COLOR_PICK=Selector de Color

[PicPickEditor Tip]

TIP_FILE_NEW=Nueva imagen en blanco
TIP_FILE_OPEN=Abrir una imagen existente
TIP_FILE_OPENCLIPBOARD=Abrir una imagen del portapapeles
TIP_FILE_OPENURL=Abrir una imagen desde URL
TIP_FILE_SAVE=Guardar la imagen activa
TIP_FILE_SAVEAS=Guardar la imagen activa con un nuevo nombre
TIP_FILE_SAVESELECT=Guardar la selección con un nuevo nombre
TIP_FILE_SAVEALL=Guardar todas las imágenes con un nuevo nombre
TIP_FILE_PRINT=Imprimir la imagen
TIP_FILE_CLOSEIMAGE=Cerrar la imagen actual
TIP_FILE_CLOSEALLIMAGE=Cerrar todos los archivos de imágenes
TIP_FILE_CLOSEALLSAVEDIMAGE=Cerrar todos los archivos de imagenes guardados
TIP_FILE_CLOSEPICPICK=Cerrar la ventana
TIP_EDIT_UNDO=Deshacer la última acción
TIP_EDIT_REDO=Rehacer la acción deshecha anteriormente
TIP_EDIT_CUT=Cortar la selección y moverla al portapapeles
TIP_EDIT_COPY=Copiar la selección y enviarla al portapapeles
TIP_EDIT_PASTE=Pegar el contenido del portapapeles en la imagen activa
TIP_EDIT_PASTEFROMFILE=Pegar un archivo en la imagen actual
TIP_EDIT_SELECTDEL=Borrar la selección
TIP_EDIT_SELECTNEW=Recortar la región seleccionada de la imagen
TIP_EDIT_DESELECT=Deseleccionar la imagen
TIP_EDIT_SELECTALL=Seleccionar toda la imagen
TIP_EDIT_IMAGERESIZE=Cambiar el tamaño de la imagen
TIP_EDIT_CANVASRESIZE=Cambiar el tamaño del lienzo
TIP_EDIT_VIEWBITMAP=Mostrar el mapa de bits en pantalla completa.
TIP_TOOLS_CAPTURE=Mostrar la barra de captura en la pantalla
TIP_TOOLS_FULLSCREEN=Capturar escritorio
TIP_TOOLS_ACTIVEWINDOW=Capturar ventana activa
TIP_TOOLS_CONTROL=Capturar la imagen de un control de ventana
TIP_TOOLS_SCROLLINGWINDOW=Capturar la imagen de la barra de desplazamiento de la ventana de control
TIP_TOOLS_WEBPAGE=Capturar imágenes de páginas web
TIP_TOOLS_REGION=Capturar una región rectangular
TIP_TOOLS_FREEHAND=Capturar una región a pulso
TIP_TOOLS_FIXEDREGION=Capturar una región rectangular fija.
TIP_TOOLS_REPEAT=Capturar la misma región como antes
TIP_TOOLS_CAPTUREMENU=Capturar una imagen de la pantalla
TIP_TOOLS_COLORPICKER=Escoger un color de la pantalla
TIP_TOOLS_COLORPALETTE=Encontrar y ajustar el color deseado
TIP_TOOLS_MAGNIFIER=Ampliar pixels en la pantalla
TIP_TOOLS_PIXELRULER=Medir el tamaño de imágenes y objetos del escritorio
TIP_TOOLS_CROSSHAIR=Calcular la coordenada relativa
TIP_TOOLS_PROTRACTOR=Medir cualquier ángulo en la pantalla
TIP_TOOLS_WHITEBOARD=Para presentaciones o para realizar dibujos
TIP_TOOLS_OPTION=Mostrar muchas opciones sobre el programa
TIP_TOOLS_SCREENRECORDER=Grabar un video de la pantalla del escritorio
TIP_TOOLSOPTION=Cambia las opciones de captura
TIP_TOOLSOPTION_OUTPUTTYPE=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Cambia el formato de archivo de imagen por defecto
TIP_TOOLSOPTION_DUALMONITORS=Soporte para monitores duales durante captura de imágenes
TIP_TOOLSOPTION_HOTKEY=Acceso rápido
TIP_TOOLSOPTION_SOUND=Habilita los efectos de sonido al capturar imágenes
TIP_TOOLSOPTION_SCROLLCAPTURE=Captura la imagen del control de desplazamiento
TIP_TOOLSOPTION_MOUSECURSOR=Incluye la imagen del cursor en la imagen
TIP_TOOLSOPTION_STARTUPPROGRAM=Ejecuta PicPick al iniciar Windows
TIP_TOOLSOPTION_OPENEDITOR=Abre el editor de PicPick cuando inicia el programa
TIP_TOOLS_COLORTYPE=Cambia la copia de colores como [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Invierte los colores de la imagen
TIP_EFFECT_GRAYSCALE=Convierte la imagen a escala de grises de 256 colores
TIP_EFFECT_MOSAIC=Aplica un efecto de pixelación
TIP_EFFECT_BLUR=Aplica un efecto de desenfoque
TIP_EFFECT_SHARPEN=Aplica un efecto de enfoque
TIP_EFFECT_BRIGHTNESS=Brillo/contraste
TIP_EFFECT_HSL=Matiz/saturación
TIP_EFFECT_COLORBALANCE=Ajusta el equilibrio de una gama específica de colores en una imagen.
TIP_EFFECT_FLIPH=Voltea horizontalmente el área seleccionada o toda la imagen 
TIP_EFFECT_FLIPV=Voltea verticalmente el área seleccionada o toda la imagen 
TIP_EFFECT_ROTATE90=Rota 90° en sentido horario
TIP_EFFECT_ROTATE180=Rota 180° en sentido horario
TIP_EFFECT_ROTATE270=Rota 270° en sentido horario
TIP_EFFECT_FRAME=Aplica un efecto de marco
TIP_EFFECT_WATERMARK=Agrega una Marca de Agua
TIP_WINDOW_CASCADE=Organiza las ventanas como mosaicos superpuestos
TIP_WINDOW_TILEH=Organiza las ventanas horizontalmente, mosaicos no superpuestos
TIP_WINDOW_TILEV=Organiza las ventanas verticalmente, mosaicos no superpuestos
TIP_WINDOW_MINIMIZEALL=Minimiza todas las ventanas abiertas
TIP_HELP_WEBSITE=Abre la página Web de PicPick
TIP_HELP_ABOUT=Muestra la información del programa y Copyright
TIP_HELP_UPDATE=Buscar actualizaciones de software
TIP_TOOL_MOVE=Mover una imagen completa o el objeto seleccionado
TIP_TOOL_SELECT=Seleccionar una parte de la imagen
TIP_TOOL_FILL=Haga clic en un área del lienzo para llenarla con colores
TIP_TOOL_PICKCOLOR=Tome un color de la pantalla y utilícelo para dibujar
TIP_TOOL_DRAW=Dibujar con diferentes tipos de pinceles
TIP_TOOL_STAMPS=Dibujar sellos en la imagen
TIP_TOOL_SHAPE=Dibujar formas en la imagen
TIP_SIZE=Seleccione el ancho para la herramienta seleccionada
TIP_TOOL_TEXT=Añada texto a una imagen
TIP_OUTPUTTYPE_MSWORD=Inserta una copia de esta imagen en Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL=Inserta una copia de esta imagen en Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT=Inserta una copia de esta imagen en Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE=Envía una copia de esta imagen a Skype
TIP_OUTPUTTYPE_PROGRAM=Envía una copia de esta imagen a un programa externo
TIP_OUTPUTTYPE_MSOUTLOOK=Adjunta una copia de esta imagen en un mensaje de e-mail
TIP_OUTPUTTYPE_FACEBOOK=Sube y comparte esta imagen en Facebook
TIP_OUTPUTTYPE_TWITTER=Sube y comparte esta imagen en Twitter
TIP_OUTPUTTYPE_FTP=Envía directamente esta imagen a una ubicación en la Web vía FTP
TIP_OUTPUTTYPE_WEBUPLOAD=Envía esta imagen directamente a una ubicación en la Web
TIP_OUTPUTTYPE_CLOUD=Subir a Dropbox Google Drive, OneDrive y otros
TIP_OUTPUTTYPE_DROPBOX=Sube y comparte esta imagen a Dropbox
TIP_OUTPUTTYPE_GOOGLE=Sube y comparte esta imagen a Google Drive
TIP_OUTPUTTYPE_ONEDRIVE=Sube y comparte esta imagen a OneDrive
TIP_OUTPUTTYPE_MSPAINT=Envía una copia de esta imagen a Microsoft Paint
TIP_IMAGE_ROTATEFLIP=Rotar o invertir la imagen o selección
TIP_TOOLS_EFFECT=Seleccionar los efectos
TIP_TOOLS_WIDTHS=Seleccionar la anchura
TIP_TOOLS_OPACITY=Seleccionar la opacidad
TIP_VIEW_ZOOMIN=Acercar la imagen actual
TIP_VIEW_ZOOMOUT=Alejar la imagen actual
TIP_VIEW_ZOOMSELECT=Acercar o alejar
TIP_VIEW_ACTUALSIZE=Zoom al 100%
TIP_VIEW_THUMBNAIL=Muestra la página de miniaturas para seleccionar una imagen rápidamente
TIP_SHOW_RULER=Muestra u oculta reglas para medir imágenes
TIP_SHOW_STATUSBAR=Muestra u oculta la barra de estado en la parte inferior de la ventana
TIP_SHOW_TAB=Muestra u oculta la barra de pestañas
TIP_SHOW_PANE=Mostrar u ocultar el panel de detalle
TIP_COLOR_COLOR1=Color del primer plano
TIP_COLOR_COLOR2=Color de fondo
TIP_COLOR_SWAP=Cambia los colores del primer plano y del fondo
TIP_COLOR_DEFAULT=Colores de primer plano y de fondo predeterminados
TIP_COLOR_MORE=Muestra más paletas de colores
TIP_SHAPE_FLATTEN=Aplana las formas
TIP_SHAPE_DELETE=Elimina esta forma
TIP_SHAPE_DUPLICATE=Duplica la forma
TIP_SHAPE_FILL=Rellena la forma seleccionada
TIP_SHAPE_OUTLINE=Contorno de forma
TIP_SHAPE_EFFECTS=Formato de forma
TIP_SHAPE_ADDTEXT=Inserta texto en la forma
TIP_SHAPE_FLATTEN_ALL=Aplana todas las formas
TIP_SHAPE_BRINGTOFRONT=Trae el objeto seleccionado delante para que no esté oculto por otros que están encima
TIP_SHAPE_SENDTOBACK=Envía el objeto seleccionado atrás para que esté oculto por otros que están encima
TIP_TEXT_BOLD=Negrita
TIP_TEXT_ITALIC=Itálica
TIP_TEXT_UNDERLINE=Subrayado
TIP_TEXT_ALIGN_LEFT=Alinear a la izquierda
TIP_TEXT_ALIGN_CENTER=Centrar
TIP_TEXT_ALIGN_RIGHT=Alinear a la derecha
TIP_TEXT_ALIGN_TOP=Parte superior de alineación vertical
TIP_TEXT_ALIGN_MIDDLE=Parte central de alineación vertical
TIP_TEXT_ALIGN_BOTTOM=Parte inferior de alineación vertical
TIP_TEXT_WORDWRAP=Ajuste de línea
TIP_TEXT_COLOR=Color del texto
TIP_TEXT_SIZE=Tamaño  del texto
TIP_TEXT_FONTFAMILY=Familia de fuentes de texto
TIP_OPEN_PICPICK=Abrir PicPick editor.
TIP_AUTO_SAVE=Guardar Imágenes Automáticamente.
TIP_ALWAYSCOPYCLIPBOARD=Copiar siempre la imagen capturada al Portapapeles.
TIP_NEW_LAYER=Crear una nueva capa
TIP_CHANGE_SHAPE=Cambiar la forma del dibujo, conservando todo el formato.
TIP_FORMAT_SHAPE=Cambiar el formato de la forma.
TIP_LAYER_BRINGTOFRONT=Traer el objeto seleccionado delante de todos los demás objetos.
TIP_LAYER_SENDTOBACK=Llevar el objeto seleccionado detrás de todos los demás objetos.
TIP_LAYER_BRINGFORWARD=Mueva el objeto seleccionado hacia adelante un nivel para que quede oculto detrás de menos objetos.
TIP_LAYER_SENDBACKWARD=Mueva el objeto seleccionado hacia atrás un nivel para que quede oculto detrás de menos objetos.
TIP_CAPTURE_DELAY=Establecer el tiempo de retardo antes de capturar
TIP_HELP_REPORT=Envíe un informe para ayudarmos a mejorar
TIP_FILE_RENAME=Renombrar el archivo de imagen actual.
TIP_FILE_OPEN_LOCATION=Revelar el archivo en el Explorador de archivos.
TIP_FILE_COPY_PATH=Copiar la ruta del archivo al Portapapeles.
TIP_FILE_EXIT=Cerrar la aplicación.
TIP_EDIT_COPY_ALL=Copiar toda la imagen y llevarla al portapapeles.
TIP_EDIT_SELECT_RECT=Seleccionar un área rectangular dibujando en el lienzo.
TIP_EDIT_SELECT_ELLIPSE=Seleccionar un área elíptica dibujando en el lienzo.
TIP_EDIT_SELECT_INVERT=Invertir la selección actual.
TIP_DRAW_REPLACECOLOR=Click en un área para reemplazar con el color del lienzo.
TIP_EDIT_CROP_NEW=Crear una nueva imagen de la región seleccionada.
TIP_SHAPE_EFFECTS=Aplicar un efecto visual a la forma seleccionada.
TIP_SHAPE_STYLE=Aplicar un estilo a la forma seleccionada.
TIP_STAMP_STYLE=Aplicar un estilo al sello seleccionado.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=Editor de PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Ventana de control
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Ventana de desplazamiento
DLG_REGIONCAPTURE_TITLE=PicPick - Capturar región
DLG_FIXEDREGIONCAPTURE_TITLE=Capturar región fija
DLG_FREEHANDCAPTURE_TITLE=PicPick - Captura a pulso
DLG_WHITEBOARDTOOL_TITLE=PicPick - Pizarra
DLG_MAGNIFIER_TITLE=PicPick - Lupa
DLG_COLORPICKER_TITLE=PicPick - Selector de color
DLG_CROSSHAIR_TITLE=PicPick - Interceptor
DLG_COLORPALETTE_TITLE=Paleta de colores
DLG_AUTOSAVE_TITLE=Autoguardado
DLG_NEWIMAGE_TITLE=Nueva imagen
DLG_PRINT_TITLE=Imprimir
DLG_CANVASSET_TITLE=Redimensionar lienzo
DLG_IMAGERESIZE_TITLE=Redimensionar imagen
DLG_ABOUT_TITLE=Acerca de
DLG_PIXELATE_TITLE=Pixelar
DLG_HUESATURATION_TITLE=Matiz/Saturación
DLG_BRIGHTNESSCONTRAST_TITLE=Brillo/Contraste
DLG_FRAME_TITLE=Marco
DLG_WATERMARK_TITLE=Marca de Agua
DLG_FONTVIEW_TITLE=Texto de entrada
DLG_CAPTURE_TITLE=Captura
DLG_CHANGEHOTKEY_TITLE=Accesos directos
DLG_WEBPAGECAPTURE_TITLE=PicPick - Capturar páginas Web
DLG_SHORTCUT_TITLE=Accesos directos
DLG_SETUP_TITLE=Opciones
DLG_FILENAMESETUP_TITLE=Archivo
DLG_IMAGES_TITLE=Imágenes
DLG_GENERALSETUP_TITLE=General
DLG_SCREEN_RECORDER_TITLE=Grabando
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editor
DLG_ARROWSET_TITLE=Flechas personalizadas
DLG_FACEBOOK_TITLE=Conectarse a Facebook
DLG_TWITTER_TITLE=Conectarse a Twitter
DLG_WEBUPLOAD_TITLE=Subir a la Web
DLG_QAT_TITLE=Acceso rapido a la barra de herramientas
BTN_ADD=&Añadir
BTN_REMOVE=Eliminar
BTN_OK=Aceptar
BTN_CANCEL=Cancelar
BTN_APPLY=Aplicar

[About]

GRP_PRESET=Preferencias
CHK_ADDSTARTUP=Ejecutar programa al inicio
CHK_ADDDESTKOP=Crear un icono en el escritorio
CHK_CHECKUPDATE=Comprobar actualizaciones del programa
LBL_LANGUAGE=Idioma
BTN_HOTKEY=Teclas de acceso rápido...
BTN_CREDIT=Créditos
LBL_PROGRAMPARAMETER=Parámetros...
CHK_SETTINGTOAPPDATA=Guarda la configuración en 'Datos de programa'
LBL_MORELANGUAGE=Más idiomas...
LBL_INFO_PRODUCT=Información del Producto
LBL_INFO_LICENSE=Información de la Licencia
LBL_INFO_VERSION=Versión

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Propiedades
LBL_CONTROLCAPTURE_CLASS=Nombre
LBL_CONTROLCAPTURE_SIZE=Tamaño
LBL_CONTROLCAPTURE_INFO=Control
LBL_CONTROLCAPTURE_SCROLL=Desplazamiento automático
LBL_CONTROLCAPTURE_OUTPUTTYPE=Tipo de salida
LBL_CONTROLCAPTURE_HANDLE=Manejar
LBL_CONTROLCAPTURE_RECT=Rectificar
LBL_CONTROLCAPTURE_BOTTOMTIP=Seleccione un control de ventana (botón, pestaña, cuadro, barra de herramientas, etc...), y presione la tecla 'Imrpan PetSis'.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Tamaño de región
LBL_FIXEDREGIONCAPTURE_WIDTH=Anchura:
LBL_FIXEDREGIONCAPTURE_HEIGHT=Altura:
TIP_REGIONCAPTURE_NOTDRAG=Selecciona cualquier región rectangular del escritorio.
TIP_PIXEL=Pixels
TIP_FREEHANDCAPTURE_NOTDRAG=Dibuja cualquier forma en la captura de pantalla.
LBL_COLORPICKER_COLORAS=Color como:
LBL_COLORPICKER_VALUE=Valor:
LSV_WEBPAGECAPTURE_LIST=Escoja el sitio web a capturar
BTN_WEBPAGECAPTURE_RELOAD=Recargar
BTN_WEBPAGECAPTURE_CAPTURE=Capturar
LBL_MINIHELP=Pulse botón izquierdo del ratón para seleccionar el área
LBL_MINIHELP_CLICKDRAG=Haga clic o arrastre en la pantalla para seleccionar el área
LBL_MINIHELP_SCROLLCAPTURE=Pulse Escape para cancelar
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Espere mientras se calcula el área de desplazamiento...
LBL_TIME_DELAY=Tiempo de demora
LBL_SECONDS=%d Segundos
LBL_NODELAY=Sin demora
LBL_ADD_CURSOR=Añadir &cursor del ratón
LBL_MORE_OPTIONS=&Más opciones...
LBL_CLIPBOARD=Copiar al portapapeles
#8.0.0
LBL_ADD_EFFECTS=Add Image &Effects
#8.0.0

[Shortcut]

TAB_HOTKEY=Acceso rápido
GRB_CAPTURE=Captura de pantalla
GRB_TOOLS=Herramientas
LBL_KEYNONE=Ninguna
LBL_CAPTURE_FULLSCREEN=Capturar pantalla completa
LBL_CAPTURE_ACTIVEWINDOW=Capturar ventana activa
LBL_CAPTURE_CONTROL=Capturar ventana de control
LBL_CAPTURE_SCROLLINGWINDOW=Capturar ventana de desplazamiento
LBL_CAPTURE_REGION=Capturar región
LBL_CAPTURE_FIXEDREGION=Capturar región fija
LBL_CAPTURE_FREEHAND=Captura a pulso
LBL_CAPTURE_WEBPAGE=Capturar página Web
LBL_CAPTURE_REPEAT=Repetir última captura
LBL_TOOLS_EDITOR=Editor de imágenes
LBL_TOOLS_COLORPICKER=Selector de color
LBL_TOOLS_COLORPALETTE=Paleta de colores
LBL_TOOLS_PIXELRULER=Regla de pixels
LBL_TOOLS_PROTRACTOR=Transportador
LBL_TOOLS_CROSSHAIR=Punto de mira
LBL_TOOLS_WHITEBOARD=Pizarra
LBL_TOOLS_MAGNIFIER=Lupa
CBO_HOTKEY_CUSTOM=Personalizar...
CBO_HOTKEY_DEFAULT=Predeterminado en PicPick
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Deshabilitado
LBL_TOOLS_SCREENRECORDER=Grabador de Pantalla

[FontView]

GRP_COLOR=Colores
LBL_FONTCOLOR=Color de fuente
CHK_FILLCOLOR=Color de relleno
CHK_AA=Suavizar bordes de fuentes mostradas

[AutoSave]

GRP_SELECTFOLDER=Guardar imágenes automáticamente
LBL_SELECTFOLDER=Seleccione un directorio para autoguardar sus capturas de pantalla.
BTN_SELECTFOLDER=Examinar...
GRP_SELECTFILENAME=Nombre del archivo
RDO_SELECTFILENAME_TEXT=Texto + número
RDO_SELECTFILENAME_NUM=Sólo número
RDO_SELECTFILENAME_DATETIME=Fecha/Hora
EDT_SELECTFILENAME_DEFAULT=Imagen
GRP_SELECTFORMAT=Formato de archivo
RDO_SELECTFORMAT_BMP=Mapa de bits (*.bmp)
RDO_SELECTFORMAT_JPG=Archivos de imagen JPEG (*.jpg)
RDO_SELECTFORMAT_PNG=Gráficos portables de red (*.png)
RDO_SELECTFORMAT_GIF=Imágenes GIF de CompuServe (*.gif)
RDO_SELECTFORMAT_PDF=Archivos PDF (*.pdf)
LBL_SAVEFILENAME=Introduzca un nombre de archivo para autoguardar o subir a FTP.
LBL_EXAMPLETITLE=(Ejemplo)
LBL_EXAMPLE1=%y : Año, %m : Mes, %d : Día
LBL_EXAMPLE2=%h : Hora, %n : Minuto, %s : Segundo
LBL_EXAMPLE3=%c : Número
LBL_EXAMPLE4=%u : Nombre de usuario, %w : Nombre de PC
LBL_EXAMPLE5=%t : Unix Marca Hora
GRB_OTHERPROGRAM=Establecer programa externo
LBL_OTHERPROGRAM=Seleccione un programa externo para enviar sus capturas de pantalla.
LBL_OTHERPROGRAMPATH=Ruta del programa:
LBL_OTHERPROGRAMPARAMETER=Parámetros:
LBL_OTHERPROGRAMSELECT=Enviar a programa externo...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Seleccione un formato de archivo.

[GeneralSet]

GRB_STARTINGOPTION=Opciones de inicio
LBL_PROGRAM_MODE=Seleccionar programa predeterminado
CBO_PROGRAM_MODE_EDITOR=Editor de imágenes
CBO_PROGRAM_MODE_WIDGET=Widget flotante
CBO_PROGRAM_MODE_TRAY=Solo mostrar notificaciones
CHK_STARTUP=Ejecutar PicPick al iniciar Windows
CHK_UPDATE=Comprobar actualizaciones
GRB_APPEARANCE=Apariencia
LBL_THEME=Colores
CBO_THEME_DEFAULT=Predeterminado del Sistema
CBO_THEME_LIGHT=Luminoso
CBO_THEME_DARK=Oscuro
LBL_LANGUAGE=Idioma

[CaptureSet]

GRB_CAPTUREOPTION=Opciones de captura
CHK_DUALMONITORS=Soporte para monitores duales
CHK_SOUND=Activar efectos de sonido en capturas
CHK_MOUSECURSOR=Incluir imagen del cursor
CHK_HIDEEDITOR=Ocultar el editor de PicPick antes de capturar
CHK_ALWAYSCOPYCLIPBOARD=Siempre copiar imagen capturada al portapapeles
CHK_STARTWITHCAPTUREBAR=Mostrar barra de captura al inicio del programa
GRB_AUTOSCROLL=Autodesplazamiento
CHK_SCROLLCAPTURE=Activar autodesplazamiento
LBL_SCROLLDELAY=Retardo de desplazamiento:
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Ventana de la lupa
CHK_MAGNIFIER=Mostrar ventana de la lupa al capturar
LBL_ZOOMSCALE=Escala de zoom:
GRB_CAPTUREDELAY=Retardo antes de captura
CHK_ADVANCECONTROLCAPTURE=Usar control avanzado de ventana de captura
LBL_CAPTUREOUTPUT=Cambie el tipo de salida cuando use teclas de acceso rápido o seleccione menús desde el área de notificación
CHK_TOOLBAR=Mostrar la barra de herramientas al capturar
CHK_DISPLAY_SEC=Cuenta regresiva de retardo de pantalla
CHK_MARK_OUTER=Oscurecerse fuera de la selección
GRB_MAGNIFIER_GRID=Mostrar rejilla

[FTP]

GRB_FTPSERVER=Establecer servidor FTP
LBL_FTPADDRESS=Servidor FTP:
LBL_REMOTEPATH=Ruta remota:
LBL_PORT=Puerto:
CHK_PASSIVEFTP=Usar FTP pasivo
LBL_USERNAME=Nombre de usuario:
LBL_PASSWORD=Contraseña:
BTN_CONNECTTEST=PROBAR
LBL_SENDWEBBROWSER=Abrir URL en la Web
LBL_SENDCLIPBOARD=Copiar URL al portapapeles
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Opciones del editor
CHK_OPENEDITORWHENSTART=Abrir editor al iniciar el programa
CHK_CENTERIMAGE=Alinear imagen en el centro de la ventana
CHK_CLOSEWITHOUTASKING=Cerrar imágenes no guardadas sin preguntar
CHK_CROPNEW=Recortar como nueva imagen
CHK_SHOWCLASSICUI=Mostar interfaz clásica del menú de herramientas
CHK_EXITWHENCLOSING=Salir de PicPick al cerrar el editor de imágenes
CHK_AUTOFLATTEN=Mezclar formas automáticamente con la imagen de fondo
LBL_BG=Color de fondo:
RDO_BGDEFAULT=Sistema
RDO_BGGRID=Rejilla
RDO_BGSOLID=Color sólido
GRB_FILETYPE=Asociaciones de tipos de archivos
LBL_FILETYPE=Por favor seleccione los tipos de archivos que quiera abrir con PicPick.
LBL_FILETYPEVISTA=Hacer de PicPick el editor de imágenes predeterminado
#8.0.0
CHK_SHAPE_GALLERY=Show shape gallery in the Ribbon
#8.0.0

[ArrowSet]

CHK_START=Inicio
CHK_END=Final
CHK_OUTLINE=Añadir contorno
CBO_AT_ARROW1=Flecha 1
CBO_AT_ARROW2=Flecha 2
CBO_AT_CIRCLE=Círculo
CBO_AT_DIAMOND=Diamante

[CanvasSet]

GRP_SIZE=Tamaño de lienzo
LBL_WIDTH=Nueva anchura
LBL_HEIGHT=Nueva altura
LBL_BACKCOLOR=Color de fondo
LBL_PRESETS=Preestablecidos
CBO_CLIPBOARD=Portapapeles
CBO_LASTUSED=Último usado
CBO_CURRENT=Tamaño de imagen actual
CBO_WHITE=Blanco
CBO_BLACK=Negro
CBO_TRANSPARENT=Transparente
CBO_CUSTOM=Personalizado

[ResizeSet]

RDO_ZOOM=Escala por porcentaje
RDO_SIZE=Escala de tamaño especifico
CHK_KEEP=Mantener tasa de aspecto
LBL_WIDTH=Nueva anchura
LBL_HEIGHT=Nueva altura

[ColorSet]

BTN_PREVIEW=Vista &previa
LBL_PIXELATE=Pixelar
LBL_HUE=Matiz
LBL_SATURATION=Saturación
LBL_BIRGHTNESS=Brillo
LBL_CONTRAST=Contraste
LBL_LIGHTNESS=Luminosidad

[FrameSet]

GRP_PREVIEW=Vista previa
GRP_EFFECT=Efecto
CHK_BORDER=Borde
CHK_FRAME=Marco
LBL_ETC=Encontrar más efectos de marco...
CHK_AUTO=Aplicar efecto de marco al capturar imagen
CHK_SHADOW=Sombra
CBO_SHADOW_POS_CENTER=Centro
CBO_SHADOW_POS_TL=Arriba a la izquierda
CBO_SHADOW_POS_TR=Arriba a la derecha
CBO_SHADOW_POS_BL=Abajo a la izquierda
CBO_SHADOW_POS_BR=Abajo a la derecha

[Palette]

LBL_RED=Rojo
LBL_GREEN=Verde
LBL_BLUE=Azul
LBL_TYPE=Color como:
BTN_COPY=Copiar
CLR_DEFAULTTEXT=Paleta de colores
CLR_CUSTOMTEXT=Más colores...

[PixelRuler]

MNU_RULER_MOVE=Mover
MNU_RULER_MOVE_UP=Subir
MNU_RULER_MOVE_DOWN=Bajar
MNU_RULER_MOVE_LEFT=Izquierda
MNU_RULER_MOVE_RIGHT=Derecha
MNU_RULER_TYPE=Tipo
MNU_RULER_TYPE_HOTRIZONTAL=Horizontal
MNU_RULER_TYPE_VERTICAL=Vertical
MNU_RULER_TRANSPARENT=Transparencia
MNU_RULER_TRANSPARENT_USE=Habilitar
MNU_RULER_TRANSPARENT_NOTUSE=Deshabilitar
MNU_RULER_TRANSPARENT_INC=Incrementar(+)
MNU_RULER_TRANSPARENT_DEC=Disminuir(-)
MNU_MAGNIFIER=Lupa
MNU_RULER_EXIT=Salir
MNU_RULER_UNIT=Unidades
MNU_RULER_UNIT_PIXEL=Píxeles
MNU_RULER_UNIT_INCH=Pulgadas
MNU_RULER_UNIT_CM=Centímetros
MNU_RULER_UNIT_DPI=DPI
MNU_RULER_COLOR=Color
MNU_RULER_COLOR_BLUE=Azul (por defecto)
MNU_RULER_COLOR_YELLOW=Amarillo (clásico)
MNU_RULER_COLOR_WHITE=Blanco
MNU_RULER_COLOR_BLACK=Negro
MNU_RULER_COLOR_DARKGRAY=Gris oscuro
MNU_RULER_COLOR_DEFAULT=Predeterminado del Sistema
MNU_RULER_UNIT_DPI_CUSTOM=Personalizar...
DLG_CUSTOMDPI_TITLE=Personalizar configuración de DPI
LBL_CUSTOMDPI_TEXT=Por favor, introduzca los pixels por pulgada (DPI):

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=Ancho de pluma
MNU_WHITEBOARD_PENCOLOR=Color de pluma
MNU_WHITEBOARD_PENCOLOR_BLACK=Negro
MNU_WHITEBOARD_PENCOLOR_WHITE=Blanco
MNU_WHITEBOARD_PENCOLOR_RED=Rojo
MNU_WHITEBOARD_PENCOLOR_GREEN=Verde
MNU_WHITEBOARD_PENCOLOR_BLUE=Azul
MNU_WHITEBOARD_PENCOLOR_CYAN=Cyan
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW=Limón
MNU_WHITEBOARD_PENCOLOR_GRAY=Gris
MNU_WHITEBOARD_PENCOLOR_CUSTOM=Etc...
MNU_WHITEBOARD_CLEAR=Limpiar
MNU_WHITEBOARD_SAVE=Capturar pantalla
MNU_WHITEBOARD_EXIT=Salir
TIP_TOOL_MOVE=Mover
TIP_TOOL_ZOOM=Lupa
TIP_TOOL_PEN=Lápiz
TIP_TOOL_LINE=Línea
TIP_TOOL_ARROW=Flecha
TIP_TOOL_SHAPE=Dibujar formas en la imagen
TIP_TOOL_RECT=Rectángulo
TIP_TOOL_ELLIPSE=Elipse
TIP_TOOL_RRECT=Rectángulo redondeado
TIP_TOOL_TRANSPARENT=Transparencia
TIP_TOOL_CLEAR=Limpiar
TIP_TOOL_SAVE=Captura la pantalla
TIP_TOOL_WIDTH=Anchura
TIP_TOOL_COLOR=Color

[Print]

BTN_PRINTERSETUP=Ajustar impresora...
BTN_PRINT=Imprimir
GRB_PREVIEW=Vista previa
TAB_PAPERSETUP=Configurar página
TAB_ADDTEXT=Añadir texto
GRB_MARGINSETUP=Margen (mm)
LBL_MARGINTOP=Superior
LBL_MARGINLEFT=Izquierdo
LBL_MARGINRIGHT=Derecho
LBL_MARGINBOTTOM=Inferior
GRB_IMAGESETUP=Configurar imagen
CHK_CENTER=Centrar imagen
CHK_SHRINK=Ajustar a página (contraer)
CHK_PROPORTINAL=Mantener tasa de aspecto
CHK_GRAYSCALE=Escala de grises
GRB_PAPERCOUNT=Nº de copias
LBL_PAPERUNIT=Página(s)
GRB_ORIENTATION=Orientación
RDO_PORTRAIT=Retrato
RDO_LANDSCAPE=Paisaje
GRB_HEADER=Cabecera
CHK_HEADERADD=Añadir
CBO_HEADERDEFAULT=Por favor, introduzca el texto de la cabecera aquí
LBL_HEADERMARGIN=Margen:
BTN_HEADERFONT=Fuente...
RDO_HEADERLEFT=Izquierdo
RDO_HEADERCENTER=Centro
RDO_HEADERRIGHT=Derecho
GRB_FOOTER=Pie de página
CHK_FOOTERADD=Añadir
CBO_FOOTERDEFAULT=Por favor, introduzca el texto del pie de página aquí
LBL_FOOTERMARGIN=Margen:
BTN_FOOTERFONT=Fuente...
RDO_FOOTERLEFT=Izquierdo
RDO_FOOTERCENTER=Centro
RDO_FOOTERRIGHT=Derecho
LBL_SETTINGS=Ajustes
LBL_PRINTER=Impresora
BTN_PRINT_COLOR=Color de Impresión
CHK_COLOR=Color
CHK_MARGIN_NARROW=Estrecho
CHK_MARGIN_NORMAL=Normal
CHK_MARGIN_MODERATE=Moderado
CHK_MARGIN_WIDE=Ancho
CHK_MARGIN_CUSTOM=Personalizar Márgenes...

[Facebook]

BTN_CLOSE=Cerrar
LBL_PREVIEW=Vista previa de imagen
LBL_CAPTION=Título de la foto
RDO_SELECTALBUMS=Seleccionar álbumes
RDO_CREATEALBUM=Crear un nuevo álbum de fotos
LBL_CREATEALBUM_NAME=Nombre:
LBL_CREATEALBUM_LOCATION=Ubicación:
LBL_CREATEALBUM_DESCRIPTION=Descripción:
LBL_CREATEALBUM_PRIVACY=Privacidad:
CBO_CREATEALBUM_1=Todos
CBO_CREATEALBUM_2=Mis redes y amigos
CBO_CREATEALBUM_3=Amigos de mis amigos
CBO_CREATEALBUM_4=Sólo amigos
BTN_UPLOAD=Subir
LBL_IMGURL=URL de imagen
LBL_LINKURL=URL de enlace del álbum
LBL_UPLOADING=Subiendo...
LBL_UPLOADCOMPLETE=Subida completa
LBL_UPLOADWAIT=Esperando respuesta...
LBL_UPLOADFAILURE=Subida fallida. Reinténtelo.
LBL_UPLOADRESULT=Ha subido una foto correctamente.
LBL_ACCOUNT=Cuenta:
LBL_PASSWORD=Contraseña:
LBL_REMEMBERPASSWORD=Recordar contraseña
LBL_MESSAGE=Mensaje:
LBL_WEBUPLOAD_TITLE=Subir su imagen directamente a la Web
LBL_WEBUPLOAD_TITLESUB=vía ImageShack - servicio de hosting de imágenes gratuito
LBL_WEBUPLOAD_SIGNUP=¡Iniciar sesión para administrar las imágenes subidas!
LBL_WEBUPLOAD_NOACCOUNT=Invitado (No requiere registro)
LBL_WEBUPLOAD_ACCOUNTEXIST=Tengo una cuenta de ImageShack
BTN_REQUESTTWITTERPIN=Solicitar PIN de Twitter
BTN_REMEMBERME=Recordarme en este equipo
LBL_TWITTERPIN=PIN
BTN_CONNECT=Conectar
BTN_DISCONNECT=Desconectar

[ThumbnailView]

BTN_QUICKTABS=Pestañas rápidas
MNU_RENAME=Renombrar...
MNU_OPENFILELOCATION=Abrir ubicación de archivo...
LBL_RENAME=Por favor, introduzca un nombre de archivo.

[ObjectProperty]

SHP_TEXTBOX=Cuadro de texto
SHP_HIGHLIGHTRECT=Resaltar rectángulo
SHP_MAGNIFYEFFECT=Ampliar efecto
SHP_NUMBERSTAMP=Sello de número
SHP_LINES=Líneas
SHP_CUSTOMSHAPES=Formas personalizadas
SHP_TRIANGLE=Triángulo
SHP_SHAPES=Formas
SHP_LINE=Línea
SHP_CURVE=Curva
SHP_ARROW=Flecha
SHP_CURVEARROW=Flecha curva
SHP_ELLIPSE=Elipse
SHP_RECT=Rectángulo
SHP_ROUNDRECT=Rectángulo redondeado
SHP_BALLOON=Globo
SHP_DIAMOND=Diamante
SHP_PENTAGON=Pentágono
SHP_Hexagon=Hexágono
SHP_5STAR=Estrella de 5 puntas
SHP_6STAR=Estrella de 6 puntas
TAB_EDIT=Editar
TBN_DELETE_OBJECT=Eliminar
TBN_DUPLICATE=Duplicar
MNU_FLATTEN=Aplanar
MNU_FLATTENALL=Aplanar todo
LST_CHANGESHAPE=Cambiar forma
TAB_SHAPESTYLES=Estilos de formas
TBN_SHAPETEXT=Insertar texto...
TBN_SHAPEFILL=Rellenar
MNU_SHAPEFILL_NOFILL=No rellenar
MNU_SHAPEFILL_SOLIDFILL=Relleno sólido
MNU_SHAPEFILL_GRAFILL=Relleno gradiente vertical
MNU_SHAPEFILL_RADIALFILL=Relleno gradiente radial
TBN_SHAPEOUTLINE=Contorno
MNU_SHAPEOUTLINE_NOLINE=Sin línea
MNU_SHAPEOUTLINE_SOLIDLINE=Línea sólida
MNU_SHAPEOUTLINE_DOTLINE=Línea punteada
MNU_SHAPEOUTLINE_DASHLINE=Línea segmentada
MNU_SHAPEOUTLINE_DASHDOTLINE=Línea punteada segmentada
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Línea raya punto punto
TBR_SHAPEINSERT=Insertar formas
TBN_SHAPEFORMAT=Formato de forma
TBN_SHAPEEFFECTS=Efectos de forma
MNU_SHAPEEFFECTS_NOEFFECTS=Sin efectos
MNU_SHAPEEFFECTS_SHADOW=Efectos
MNU_SHAPEEFFECTS_SHADOWUSE=Sombra
MNU_SHAPEEFFECTS_SHADOWOPTION=Opciones...
MNU_SHAPEEFFECTS_BALLOONPOS=Dirección de globo
MNU_SHAPEEFFECTS_BALLOONPOSTL=Superior Izquierda
MNU_SHAPEEFFECTS_BALLOONPOSTR=Superior derecha
MNU_SHAPEEFFECTS_BALLOONPOSBL=Inferior izquierda
MNU_SHAPEEFFECTS_BALLOONPOSBR=Inferior derecha
MNU_SHAPEEFFECTS_ARROWSTART=Tipo de inicio
MNU_SHAPEEFFECTS_ARROWEND=Tipo de final
MNU_SHAPEEFFECTS_ARROWNONE=Sin flecha
MNU_SHAPEEFFECTS_ARROW1=Flecha 1
MNU_SHAPEEFFECTS_ARROW2=Flecha 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Círculo
MNU_SHAPEEFFECTS_ARROWDIAMOND=Diamante
MNU_SHAPE_ARRANGE=Organizar
BTN_SHAPE_FRONT=Traer al frente
BTN_SHAPE_BACK=Enviar atrás
BTN_SHAPE_ARROWSTYLE=Estilo de flecha
TAB_SHAPECOLOR=Colores de formas
TAB_NUMBERSTAMP_NUMBER=Sello formato
MNU_NUMBERSTAMP_CURRENT=Actual
MNU_NUMBERSTAMP_NEXT=Siguiente
TAB_NUMBERSTAMP_STYLE=Estilos sellos
MNU_NUMBERSTAMP_SIZE=Tamaño
MNU_NUMBERSTAMP_SIZE_SMALL=Pequeño
MNU_NUMBERSTAMP_SIZE_Medium=Medio
MNU_NUMBERSTAMP_SIZE_LARGE=Grande
MNU_NUMBERSTAMP_SHAPE=Formas
MNU_NUMBERSTAMP_SHAPE_CIRCLE=Círculo
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=Rectángulo
TBN_SELECT_CROPCURRENT=Recortar
TBN_SELECT_CROPNEW=Recortar como imagen nueva
TAB_SELECT_SIZE=Tamaño
MNU_SELECT_SIZE_LEFT=Izquierda
MNU_SELECT_SIZE_TOP=Superior
MNU_SELECT_SIZE_WIDTH=Ancho
MNU_SELECT_SIZE_HEIGHT=Altura
MNU_SELECT_INVERTSELECTION=Invertir selección
TAB_MAGNIFIER_STYLE=Estilos ampliar
MNU_SHARE_OPTIONS=Opciones...
TBN_NEW_LAYER=Nueva Capa
TBN_CHANGE_SHAPE=Cambiar Forma
BTN_LAYER_BRINGFORWARD=Traer Adelante
BTN_LAYER_SENDBACKWARD=Enviar Atrás
BTN_LAYER_BRINGTOFRONT=Traer al Frente
BTN_LAYER_SENDTOBACK=Enviar Atrás
SHP_NORMAL_SHAPES=Formas Normales
SHP_CIRCLE=Círculo
SHP_RIGHT_TRIANGLE=Triángulo Rectángulo
SHP_HEPTAGON=Heptágono
SHP_OCTAGON=Octágono
SHP_SPEECHBUBBLE=Burbuja de Texto
SHP_SPEECHBUBBLE_ROUNDED=Burbuja de Texto redonda
SHP_THOUGHTBUBBLE=Burbuja de Pensamiento
SHP_CROSS=Cruz
SHP_HEART=Corazón
SHP_LIGHTNING=Relámpago
SHP_CLOUD=Nube
SHP_BANNER=Baner
SHP_8STAR=Estrella de 8 puntas
SHP_EXPLOSION=Explosión
SHP_ARROW_RIGHT=Flecha Derecha
SHP_ARROW_LEFT=Flecha Izquierda
SHP_ARROW_UP=Flecha Arriba
SHP_ARROW_DOWN=Flecha Abajo
SHP_ARROW_FAT_RIGHT=Flecha Derecha gruesa
SHP_ARROW_FAT_LEFT=Flecha Izquierda gruesa
SHP_ARROW_FAT_UP=Flecha Arriba gruesa
SHP_ARROW_FAT_DOWN=Flecha Abajo gruesa
SHP_ARROW_LEFTRIGHT=Flecha Izquierda-Derecha
SHP_ARROW_UPDOWN=Flecha Arriba-Abajo
SHP_TAG_RIGHT=Etiqueta derecha
SHP_TAG_LEFT=Etiqueta izquierda
SHP_TAG_UP=Etiqueta arriba
SHP_TAG_DOWN=Etiqueta abajo

[Licenses]

rdoRegistered=Soy un usuario registrado y tengo un código de registro para uso comercial.
rdoPersonal=Quiero usar este programa sólo para uso personal.
btnBuy=Comprar ahora
btnRegister=Registrar
btnAgree=Acepto
btnClose=Cerrar
lblEnterLicense=Introduzca su información de registro
lblOwnerName=Su nombre
lblRegistrationCode=Código de registro
lblLicenseInfo=Este producto esta licenciado para:
lblPersonalUse=PARA USUARIOS DOMÉSTICOS (SÓLO USO PERSONAL)
lblAskBuy=¡Gracias por usar PicPick!
lblAskBuyDescription=Tenga en cuenta que esta versión no registrada solo puede usarse para uso personal en entornos no comerciales. ¿Le gustaría comprar una licencia ahora?

[CommercialVersionTrial]

btnModeTrial=Prueba Gratuita
btnModeTrialDescription=Me gustaría seguir utilizando este producto en un ensayo de base.
btnModeActivate=Activar licencia
btnModeActivateDescription=Soy un usuario registrado y tengo una clave de licencia.
btnModeBuy=Comprar ahora
btnModeBuyDescription=Desplazarse a la página oficial para obtener la clave de licencia.
lblTrialDescription=Esta es una versión de prueba de 30 días de PicPick. Una vez que se haya superado el período de prueba, debe comprar una licencia para desbloquear el software o desinstalar desde su ordenador.
btnContinueTrial=Continuar Prueba
lblDayLeft=Tienes {$1} día(s) restante(s) de {$2} días de prueba.
lblDayExpired=Su licencia ya no está vigente.
lblEnterLicense=Introduzca su información de registro
lblOwnerName=Su nombre
lblRegistrationCode=Código de registro
lblRegistrationHelp=¿Algún problema con la activación?
btnRegister=Registrar
btnDeactivate=Desactivar
lblActivationOffline1=1. Por favor, abra la URL de abajo y obtener su código de autenticación. Si se encuentra en un entorno sin conexión, utilice otro equipo en línea.
lblActivationOffline2=2. Por favor, pegue su código de autenticación de la URL anterior.
lblAuthCode=Código de autenticación :
lblExample=P.ej.

[ImagesSet]

grbJPEGOption=Opciones de JPEG
lblJPEGQuality=Calidad
cboJPEGQualityMaximum=Máxima
cboJPEGQualityHigh=Alta
cboJPEGQualityMedium=Media
cboJPEGQualityLow=Baja

[SaveAll]

grbSaveOptions=Guardar opciones
lblSelectFolder=Seleccione un directorio para guardar sus capturas de pantalla.
rdoAllImages=Todas las imágenes
rdoUnsavedImages=Todas las imágenes no guardadas
grbFileOptions=Opciones de archivos
lblFileName=Nombre de archivo
lblFileType=Tipo de archivo
rdoFiles=Archivos

[ColorBalance]

grpbxColorBalance=Balance de color
lblColorLevels=Niveles de color
grpbxToneBalance=Balance de tonos
rdbtnShadows=Sombras
rdbtnMidtones=Medios
rdbtnHighlights=Resaltados
chckbxPreserveLuminosity=Preservar luminosidad

[StartPage]

lblStartHome=Escoja una tarea...
lblStartTitle1=Nueva tarea
lblStartTitle2=Accesorios gráficos
chkStartDoNotShow=No mostrar esta ventana al inicio del programa

[Watermark]

lblWaterMarkPreview=Vista previa:
lblWaterMarkFile=Archivo :
lblWaterMarkPosition=Posición :
lblWaterMarkOpacity=Opacidad:
lblWaterMarkOffsetX=Desplazamiento-X:
lblWaterMarkOffsetY=Desplazamiento-Y:
chkWaterMarkAuto=Añadir una marca de agua de forma automática cuando se captura la imagen.
lblWaterMarkTypeImage=Imagen de Marca de Agua
lblWaterMarkTypeText=Texto de Marca de Agua
cboWaterMarkTextSize=Tamaño del Texto
cboWaterMarkTextColor=Color

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=OK
btnCancel=Cancelar
btnConnect=Conectar...
btnOptions=Opciones...
btnUpload=Cargar
btnAccount=Cuenta...
lblConnected=Conectado
lblNotConnected=No conectado
lblConnecting=Conectando...
lblUploading=Cargando...
lblUploaded=Subida completa
lblNotUploaded=Fallo al cargar. Por favor, vuelva a intentarlo.
lblGuestAccount=Cuenta de invitado
lblWait=Espere, por favor...
tbnConnect=Conectar
tbnDisconnect=Desconectar
tbnRefresh=Refrescar
tbnNewFolder=Nueva carpeta
tbnOptions=Opciones
tbnSelectFolder=Cargar ubicación...
tbnShareLink=Compartir opciones de enlace...
lblSelectFolder=Elija una carpeta para cargar su imagen
lblMyDrive=Mi Unidad
lblNewFolder=Introduzca un nuevo nombre de carpeta
lblAuth=Iniciar sesión a través de su navegador web
lblUploadSuccess=Imagen cargada con éxito
lblShareLink=Compartir Enlace
lblGetLink=Obtener Enlace
chkShareLink=Crear siempre un enlace compartido después de la carga
chkCopyLink=Copiar un enlace compartido al portapapeles después de la carga
lblHost=Host
lblUsername=Nombre de usuario
lblPassword=Clave
lblPort=Puerto
lblLocation=Ruta Remota

[ScreenRecorder]

tbnRecord=Iniciar Grabación
tbnPause=Pausar Grabación
tbnStop=Detener Grabación
tbnResume=Resumir Grabación
tbnFullscreen=Modo Pantalla Completa
tbnRegion=Modo Región
popSP16x9=Preajuste 16:9
popSP4x3=Preajuste 4:3
popAuto16x9=Ajustar a 16:9
popAuto4x3=Ajustar a 4:3
popSelect=Seleccionar Región...
popCustom=Tamaño libre...
tbnMic=Añadir Micrófono
tbnCursor=Añadir Cursor
tbnSoundMute=Sin Sonido
tbnSoundMic=Grabar Micrófono
tbnSoundSystemAudio=Sistema de Grabación de Audio
tbnOpenFolder=Abrir Carpeta de Salida
tbnOptions=Opciones
tbnClose=Cerrar
statusRecord=Grabando
statusPaused=Pausa
statusStop=Detenido
statusReady=Listo
frmRecordingArea=Área de Grabación

[ScreenRecorderOptions]

grbGeneral=General
chkAutoHide=Ocultar automáticamente la ventana en modo de pantalla completa
chkCursor=Grabar el cursor del ratón
chkPopup=Mostrar ventana emergente de la carpeta de salida cuando termine de grabar
grbVideo=Video
lblFileType=Tipo de Archivo
lblFPS=MP4 FPS
lblGIFFPS=GIF FPS
lblQuality=Calidad
cboQualityVeryHigh=Muy Alta
cboQualityHigh=Alta
cboQualityMedium=Media
cboQualityLow=Baja
cboQualityVeryLow=Muy Baja
grbAudio=Audio
chkMic=Grabar sonido del micrófono
chkSystemAudio=Grabar audio del sistema
lblAudioChannels=Canales
cboAudioChannelsStereo=Estéreo
cboAudioChannelsMono=Mono
lblAudioBitrate=Tasa de bits
lblAudioFrequency=Frecuencia
btnDefault=Restaurar ajustes por defecto
lblOutput=Seleccione una carpeta de salida para guardar las grabaciones.
lblHotKey=Grabación (reproducir/detener) Tecla de acceso rápido

[BugReport]

lblHeader=Envíenos sus comentarios para ayudarnos mejorar PicPick.
chkAgree=Al pulsar enviar, su información se utilizará para mejorar PicPick.
edtEmail=Email (Opcional)
btnSubmit=Enviar
lblFeedback=¡Gracias por sus comentarios!

[Website Resources]

title_picpick=PicPick - Herramienta de diseño todo en uno, captura de pantalla, editor de imágenes, selector de color, regla de píxeles y más
title_ngwin=NGWIN - Desarrollamos software fácil de usar que proporciona entornos informáticos convenientes
nav_picpick=PicPick
nav_partners=Socios
nav_contact=Contacto
nav_home=Home
nav_features=Características
nav_download=Descargar
nav_buy=Comprar Ahora
nav_forum=Foro
section_features=Características
section_reviews=Reseñas de medios
section_download=Descarga
section_download_commercial=VERSIÓN PROFESIONAL SOLO PARA USUARIOS REGISTRADOS
section_buy=Comprar Ahora
section_plans=Comprar Ahora
section_screenshots=Capturas de Pantalla
section_customers=Nuestros clientes
section_latestversion=Última Versión
section_changelog=Informe de Cambios
section_availableon=Disponible en
section_likeuson=Agradécenos en
section_eula=Acuerdo de licencia de usuario final
section_privacypolicy=Política de privacidad
section_volumepricing=Precios por volumen
button_download=DESCARGAR
button_buy=COMPRAR AHORA
button_upgrade=ACTUALIZAR AHORA
button_upgrade_nothanks=No, Gracias
button_viewdetail=VER DETALLES
button_free_download=DESCARGA GRATUITA
button_download_portable=Versión portable
button_download_commercial=Ya he comprado una licencia.
text_freetotry=Para uso personal, pruebe ahora.
text_copyright=Copyright{copy} {ngwin} Todos los derechos reservados.
text_winavailable=Disponible en todas las versiones de Windows
text_winavailable2=Microsoft Windows 10, 8.1, 8, 7, Vista y XP incluyendo las versiones de 32-bit y 64-bit.
text_recommend=RECOMENDADO
text_limitedtimeoffer=OFERTA POR TIEMPO LIMITADO
text_free=GRATIS
text_personal_only_detail=Tenga en cuenta que esta versión gratuita solo se puede utilizar para uso personal en entornos no comerciales.
text_license_peruser=PicPick tiene licencia por usuario. Cada usuario comprador puede tener el software instalado en dos máquinas. (por ejemplo, PC y Portátil).
text_license_noshare=Una licencia no puede ser compartida por diferentes usuarios.
text_bluesnap=2Checkout es nuestro sistema de pago en línea que recomendamos. Admite un servicio de pago en línea totalmente seguro con una variedad de métodos de pago como PayPal, tarjeta de crédito, etc.
text_thankyou=Gracias por instalar PicPick.
text_download_thankyou=Gracias por descargar PicPick.
text_download_start=Su descarga comenzará automáticamente en pocos segundos.
text_download_ifnot=Si su descarga no ha comenzado automáticamente, haga clic {here} o descárguela desde los enlaces espejo.
text_download_ifnot2=Si su descarga no ha comenzado automáticamente, haga clic {here}.
text_download_ifnot2_here=aquí
text_upgrade=¡Actualice a Pro y obtenga más funciones!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=Herramienta de diseño todo-en-uno para todos
overview_jumbotron_p1=Una herramienta de captura de pantalla con todas las funciones, editor de imágenes intuitivo, selector de color, paleta de colores, regla de píxeles, transportador, punto de mira, pizarra y más.
overview_jumbotron_p2=Fácil de usar y lleno de funciones para crear su imagen, adecuado para desarrolladores de software, diseñadores gráficos y usuarios domésticos.
overview_feature_1_h1=Capture cualquier cosa
overview_feature_1_p1=Tome capturas de pantalla de una pantalla completa, una ventana activa, las ventanas de desplazamiento y cualquier región específica de su escritorio, etc.
overview_feature_2_h1=Edite sus imágenes
overview_feature_2_p1=Anote y resalte sus imágenes: texto, flechas, formas y más con el editor de imágenes incorporado que incluye el último menú de estilo de cinta.
overview_feature_3_h1=Mejore con efectos.
overview_feature_3_p1=Agregue fácilmente efectos a sus imágenes: sombras paralelas, marcos, marcas de agua, mosaicos, desenfoque de movimiento, control de brillo y más.
overview_feature_4_h1=Comparta en todas partes
overview_feature_4_p1=Guarde, comparta o envíe sus imágenes a través de la web, correo electrónico, FTP, Dropbox, Google Drive, OneDrive, Box, Evernote, Facebook, Twitter y más.
overview_feature_5_h1=Accesorios Gráficos
overview_feature_5_p1=Variedad de accesorios de diseño gráfico que incluyen selector de color, paleta de colores, regla de píxels, transportador, punto de mira, lupa, pizarra.
overview_feature_6_h1=Configuración personalizable
overview_feature_6_p1=Con configuraciones muy avanzadas, puede personalizar teclas de acceso rápido, nombres de archivos, calidad de imagen y muchas otras opciones que se ajusten a sus necesidades.
reviews_1_body=Este programa nos hace pensar en una navaja suiza, o tal vez en un cajón de escritorio bien surtido y bien organizado. Aquí hay todo tipo de herramientas útiles, y creemos que PicPick sería útil para los diseñadores web, los diseñadores gráficos e incluso para el usuario promedio de ordenadores que ocasionalmente necesita trabajar con gráficos.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Especialmente diseñado para el usuario doméstico y con el objetivo de dar la mayor flexibilidad posible durante el trabajo. Incluso incluye algunas características que nunca se encontrarán en Photoshop. PicPick, además de ser un editor de imágenes muy fácil de usar, también ofrece opciones de captura de gráficos y un conjunto de teclas de acceso rápido y opciones que algunos editores similares envidiarían.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Captura de Pantalla
features_1_p1=Tome capturas de pantalla de una pantalla completa, una ventana activa, las ventanas de desplazamiento y cualquier región específica de su escritorio, etc.
features_1_p2=Admite entornos de múltiples monitores, captura con cursor, guardado automático y nomenclatura de archivos, etc.
features_1_p3=Admite la barra de captura de widgets flotantes que te facilita tomar capturas de pantalla.
features_1_p4=Personalice sus propios atajos de teclado.
features_1_list_1=Pantalla completa
features_1_list_2=Ventana activa
features_1_list_3=Control de ventana
features_1_list_4=Ventana de desplazamiento
features_1_list_5=Región
features_1_list_6=Región fija
features_1_list_7=A pulso
features_1_list_8=Repetir la última captura
features_1_list_9=Widget de captura
features_1_list_10=Captura con el cursor
features_1_list_11=Captura retrasada
features_1_list_12=Autoguardado
features_2_h1=Editor de imagen
features_2_p1=Con el editor de imágenes incorporado que incluye el último menú de estilo de cinta, puede anotar y resaltar sus imágenes.
features_2_list_1=Dibujo
features_2_list_2=Insertar texto
features_2_list_3=Flechas, líneas
features_2_list_4=Formas
features_2_list_5=Globo
features_2_list_6=Herramienta de resaltado
features_2_list_7=Recortar
features_2_list_8=Cambiar el tamaño
features_2_list_9=Rotar
features_2_list_10=Invertir
features_2_list_11=Escala de grises
features_2_list_12=Mosaico
features_2_list_13=Marco
features_2_list_14=Marca de agua
features_2_list_15=Desenfoque
features_2_list_16=Enfoque
features_2_list_17=Brillo
features_2_list_18=Matiz/Saturación
features_2_list_19=Balance de color
features_3_h1=Guardar, compartir o enviar
features_3_p1=Una vez que haya terminado de capturar y editar sus imágenes, puede guardarlas, compartirlas o enviarlas con una variedad de salidas.
features_3_list_1=Portapapeles
features_3_list_2=Archivos de imagen
features_3_list_3=PDF
features_3_list_4=Impresora
features_3_list_5=Web URL
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=OneDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP Server
features_3_list_14=e-mail
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Programa externo
features_4_h1=Selector de color
features_4_p1=Ayuda para encontrar el código de color de píxel exacto en su pantalla con una ventana de lupa incorporada.
features_4_p2=Soporta RGB, HTML, C++, Delphi.
features_5_h1=Paleta de color
features_5_p1=Encuentre y ajuste el código de color de píxel exacto utilizando el selector de color con estilo de Photoshop que admite RGB, HSV.
features_6_h1=Regla de pixels
features_6_p1=Ayuda para medir el tamaño de los objetos y colocar objetos en ubicaciones precisas en la pantalla.
features_6_p2=Admite orientación horizontal y vertical, unidades (píxeles, pulgadas, centímetros), configuración de DPI (72, 96, 120, 300), pieles.
features_7_h1=Lupa
features_7_p1=Con la herramienta de lupa liviana, suave y de tamaño considerable, puede ver cualquier área del escritorio ampliada.
features_8_h1=Punto de mira
features_8_p1=Calcule la coordenada relativa de la posición de la imagen con esta función.
features_8_p2=Esto puede ser útil, por ejemplo, en el desarrollo de mapas de imágenes HTML.
features_9_h1=Transportador
features_9_p1=Ayuda para encontrar ángulos en la pantalla. Elija un centro, luego una ubicación, luego el ángulo en grados desde el primero.
features_9_p2=Se puede utilizar en una variedad de aplicaciones de fotografía, matemáticas y gráficos.
features_10_h1=Pizarra
features_10_p1=Puede tener una pizarra virtual en su escritorio. Puede usarlo para presentaciones o dibujar algo en su escritorio.
download_1_h1=Para Usuarios Domésticos
download_1_p1=Solo para uso personal (doméstico)
download_1_p2=Actualización manual
download_1_p3=Sin soporte técnico
download_2_h1=Para profesionales
download_2_p1=Uso comercial o personal
download_2_p2=Actualización automática
download_2_p3=Soporte técnico
download_2_p4=Actualizaciones de por vida
download_2_p5=Sin publicidad
buy_table_h1=Número de usuarios
buy_table_h2=Precio por usuario (en dólares)
buy_table_p1=¡Por favor, póngase en contacto con nosotros para una cotización!
buy_table_p2=Tenga en cuenta que el {vat} puede aplicarse a algunos compradores europeos.
buy_table_p2_vat=IVA
buy_1_h1=Envío Instantáneo de la Clave de Licencia
buy_1_p1=Obtenga acceso instantáneo de su clave de registro una vez que su orden se haya completado.
buy_2_h1=Actualización de por vida
buy_2_p1=Los planes individuales y de equipo se facturan anualmente.
buy_3_h1=Preguntas de Compra
buy_3_p1=Si tiene alguna pregunta sobre la compra o la concesión de licencias, no dude en {contactus}.
buy_3_p1_contactus=contactarnos
buy_year=Año
buy_single=Único
buy_single_p1=Instalar en 2 ordenadores por usuario
buy_team=Equipo
buy_team_user=Usuarios
buy_site=Sitio Web
buy_site_p1=Instalar en ordenadores ilimitados en el sitio
buy_month=Mes
buy_monthly=Mensual
buy_yearly=Anual
buy_pay_once=Pague una vez y obtenga las actualizaciones de por vida de forma gratuita.
buy_for_individuals=Para individuos
buy_for_teams=Para equipos
buy_for_enterprise=Para empresas
buy_single_lifetime=Único
buy_team_lifetime=Equipo
buy_site_lifetime=Sitio Web
buy_subscriptions=Suscripciones
buy_lifetime=Especial de por vida
secure_order=Pedido seguro por 2Checkout
uninstall_h1=Por favor, háganos saber su opinión.
uninstall_p1=Apreciaríamos sus comentarios. Sus comentarios nos ayudarán a mejorar PicPick.
uninstall_comment=Detalles
uninstall_comment_placeholder=Por ejemplo, ¿Por qué lo desinstaló? ¿Qué no le gusta? ¿Qué función desea?
uninstall_email=Email (Opcional)
uninstall_email_placeholder=Por favor, introduzca su dirección de email.
uninstall_send=Envíenos sus opiniones
about_us=Sobre nosotros
about_h1=Somos una empresa de desarrollo de software especializada en la Plataforma Microsoft Windows.
about_p1=Nuestro objetivo es desarrollar y publicar software fácil de usar y de alta calidad que proporcione entornos informáticos convenientes para nuestros usuarios.
contact_h1=¡Nos encantaría conocerle! Por favor, rellene este formulario y nos pondremos en contacto con usted en breve.
contact_us=Contáctenos
contact_email=Solporte de email
contact_email_at=También puede contactarnos via email en: {email}
contact_email_send=Envíenos un email
beta_banner=¡Pruebe nuevas funciones con PicPick Beta!
beta_button=Pruebe ahora
try_darkmode=Puebe el modo oscuro
try_darkmode_on=Modo oscuro activado
contact_form_category=Categoría
contact_form_select=- SELECCIONAR -
contact_form_email=Email
contact_form_subject=Sujeto
contact_form_body=Detalles
contact_form_body_placeholder=Cuéntenos más sobre...
contact_form_os=Sistema Operativo
contact_form_version=Versión de PicPick
contact_form_license=Clave de Licencia
contact_form_license_placeholder=Para soporte premium debe insertar su clave de licencia válida.
contact_form_success=Correcto
contact_form_success_description=Su comentario ha sido enviado con éxito.
contact_form_error=Error
contact_form_error_description=Lamentamos no poder procesarlo en este momento.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Haga clic en punto central de la pantalla
MSG_ACTIVEWINDOW=presione la tecla [%s] para capturar la ventana activa.
MSG_EXITSAVEIMAGE=¿Quiere guardar los cambios en [%s]?
MSG_DEFAULT_IMAGENAME=Imagen
MSG_DIRECTORYACCESSERROR=No se puede acceder al directorio.
MSG_DEFAULT_TAPNAME=Sin imagen
MSG_HOTKEY_ALREADY1=PicPick no puede registrar los siguientes teclas de acceso rápido.
MSG_HOTKEY_ALREADY2=¿Quiere cambiar estas teclas de acceso rápido?
MSG_THISFOLDERNOTFOUND=El directorio [ruta o nombre de carpeta] no se puede encontrar.
MSG_INVALID_FILENAME=Nombre de archivo no válido.
MSG_FAIL_AUTOSAVE=Verifique la configuración de su nombre de archivo de guardado automático. Si este problema continúa después de verificar, agregue picpick.exe a su lista blanca de software antivirus.
MSG_INVALID_CLIPBOARD=¡Ocurrió un error mientras se obtenían datos del portapapeles!
MSG_CANNOTREPEATCAPTURE=No se puede encontrar el área seleccionada de la última captura.
MSG_CLOSEALLIMAGE=¿Quiere cerrar todas las imágenes no guardadas?
MSG_FILE_OPEN=Abrir
MSG_FILE_SAVE=Guardar como
MSG_NEWVERSIONAVAILABLE=Una nueva versión de PicPick está disponible. ¿Quiere ir a la página de descarga ahora?
MSG_PROGRAM_NOTADDYET=¡Tiene que seleccionar un programa externo para enviar sus capturas de pantalla!
MSG_EXTERNALPROGRAMERROR=No se puede encontrar el programa externo especificado.
MSG_PARAMETERS_TITLE=Parámetros de PicPick
MSG_OLDLANGUAGE=El archivo de idioma es de una versión antigua, así que algunos textos no están traducidos. ¿Realmente quiere cambiar el idioma?
MSG_INVALIDALBUMNAME=El nombre del álbum no es válido
MSG_CREATEFAILUREALBUM=Error creando álbum.
MSG_LOADINGFAILUREALBUM=Error cargando álbumes.
MSG_IDEMPTY=Por favor introduzca el ID de usuario.
MSG_PWEMPTY=Por favor introduzca la contraseña de usuario.
MSG_SAVE=Guardar
MSG_DONTSAVE=No guardar
MSG_DONTSAVEALL=No guardar nada
MSG_NODISPLAYAGAIN=No mostrar este mensaje de nuevo
BTN_YES=Si
BTN_NO=No
BTN_NOALL=No a todo
MSG_INPUTTEXT=Por favor introduzca texto aquí
MSG_FLATTENLAYER=Para esta tarea, debe aplanar las formas en la imagen de fondo. ¿Quiere aplanar las formas?
MSG_FLATTENALL=¿Quiere aplanar todas las formas?
MSG_INVALID_DOWNLOADURL=Ocurrió un error mientras se descargaba la imagen.
MSG_OPENURL=Por favor introduzca una URL.
MSG_ANYSETTINGOK=La configuración ha sido cambiada exitosamente.
MSG_DEFAULTEDITOR=PicPick ha sido establecido como el editor de imágenes predeterminado.
MSG_FTPINFONEED=Primero debe introducir la información de su servidor FTP.
MSG_CONNECTIONFAIL=Ocurrió un error mientras se conectaba al servidor.
MSG_PROGRAM_NOSKYPE=No se puede encontrar Skype.
MSG_ACTIVATE_OFFLINE=No se puede activar la clave de licencia por un problema de red o algún otro motivo. ¿Quiere activar su licencia en modo fuera de línea?
MSG_ACTIVATE_OK=No se puede activar la clave de licencia por un problema de red o algún otro motivo. ¿Quiere activar su licencia en modo fuera de línea?
MSG_ACTIVATE_TRIAL=La licencia de prueba ha sido activada. ¡Gracias por elegir PicPick!
MSG_ACTIVATE_FAIL=Denegada la activación. Por favor, póngase en contacto con el Centro de Apoyo de PicPick.
MSG_VALIDOWNERNAME=Por favor introduzca un nombre válido del propietario.
MSG_VALIDLICENSEKEY=Por favor introduzca una clave de licencia válida.
MSG_FILENOTFOUND=No se puede encontrar un archivo.
MSG_CAPTUREAREAFAIL=Se ha producido un error durante el cálculo de área para ser capturado. Por favor, compruebe su software (antivirus, malware/spyware) que pueden ser la causa del problema.
MSG_TRANSPARENCYLOST=Cualquier transparencia se perderá si guarda esta imagen. ¿Quiere continuar?
MSG_DONOTSHOWWEEK=No volver a mostrar esta ventana de nuevo por una semana
MSG_NEWVERSIONAVAILABLE_SHORT=Una nueva versión de PicPick está disponible
MSG_HOTKEY_ALREADY3=Consulte otras aplicaciones que se estén ejecutando actualmente, como Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=Hay disponible una versión más reciente de PicPick. ¿Desea instalarla ahora?
MSG_NEWVERSIONINSTALLING=Espere mientras se descarga una actualización...
MSG_NEWVERSIONRESTART=La actualización comenzará automáticamente en unos segundos....
MSG_ACTIVATE_INVALID=La clave de licencia que ha introducido no es válida. Compruebe su clave e inténtelo de nuevo.
MSG_NOUPDATEAVAILABLE=Actualmente no hay actualizaciones disponibles.
MSG_NOTENOUGHCAPTUREAREA=El área seleccionada es demasiado pequeña para la captura.
MSG_CAPTUREOPTION_NEXTTIME=La opción seleccionada se aplicará en la próxima captura.
MSG_ACTIVATE_EXPIRED=Su licencia ha expirado. Renueve su licencia para continuar usando PicPick sin interrupción.
MSG_RESTART_WARNING=Algunos cambios no tendrán efecto hasta el reinicio del programa.
MSG_DEACTIVATE=¿Está seguro de que desea desactivar su licencia en este PC?
MSG_DEACTIVATE_SUCCESS=Su licencia ha sido desactivada correctamente.
MSG_SCREENRECORDER_FAILURE=Ocurrió un error al inicializar Screen Recorder. Vuelva a instalar la aplicación.
MSG_SCREENRECORDER_HELP_RECORD=Para detener la grabación, haga clic en el icono de la grabadora de pantalla en el área de notificación o presione el botón [%s].
MSG_SCREENRECORDER_HELP_STOP=Se ha completado la grabación de vídeo. ¿Desea ver el archivo de video grabado en la carpeta de salida?
MSG_SCREENRECORDER_HELP_LIMITED=Esta versión gratuita está limitada a %d-minutos de grabación.
MSG_ERROR_LOADIMAGE=Ocurrió un error al leer el archivo. Este no es un archivo de imagen válido o su formato no es compatible actualmente.
MSG_ERROR_LOADHEIC=Se requiere una extensión adicional para abrir este archivo. ¿Desea ir a la página de descarga ahora?
MSG_RESTORE_DEFAULT=¿Está seguro de querer restaurar la configuración predeterminada?
MSG_DISABLED_FEATURE=Esta característica ha sido deshabilitada por su administrador.
MSG_DUPLICATED_FILETABNAME=El nombre del archivo o pestaña ya existe.
MSG_SCROLLCAPTURE_FAILURE=No se puede realizar la captura de desplazamiento de [%s].
MSG_SCREENRECORDER_INSTALL=Screen Recorder requiere privilegios de administrador para realizar una instalación adicional. ¿Desea continuar?
MSG_INVALID_HOTKEY=La tecla pulsada no se puede utilizar como tecla de acceso directo.
